---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfile.BendWidth
source: html/077f903a-9a86-f729-ab53-7775c7b6b838.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfile.BendWidth Property

Bend segment width.

## Syntax (C#)
```csharp
public double BendWidth { get; set; }
```